import java.util.Arrays;

public class test {

    public static void main(String[] args) {
    int[] array = {1, 2, 3, 4, 5};


    for (int i : array) {
        //array[i] = array[i] + 1;
       // System.out.print(i+1);
    }

    // Дана срока. Нужно найти максимальное число идущих поряд одинаковых символов в подстроках

        char a = '\u1f3a';
    char b = 'A';

    System.out.println("1234");


    }
}
